Repository: AbdullahEmadEldin/islamic_habit_tracker_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: dawm
ar: داوم

source: Start
ar: ابـــدأ

source: Daily routine
ar: العادات اليومية

source: azkar
ar: الأذكار

source: Count:
ar: مرات التكرار:

# searchZikr
source: Search for zikr...
ar: ما هي الأذكار التي تريد البحث عنها

source: Settings
ar: الإعدادت

# notification
source: Notifications
ar: الإشعارات

source: App Theme
ar: نمط التطبيق

# lang
source: Language
ar: اللغة

# help
source: Help & Suggestions
ar: المساعدة والاقتراحات

# About
source: About App
ar: عن التطبيق

source: Delete all data
ar: مسح كل البيانات

source: Arabic
ar: العربية

# endlish
source: English
ar: الإنجليزية

source: Daily Habits
ar: العادات اليومية

source: All habits
ar: جميع العادات

# emptyHabits
source: You haven''t add any habits yet
ar: لم تقم بإضافة اي عادات الى الآن، ابدأ رحلتك نحو الالتزام

source: Add habit
ar: أضف عـادة جديدة

source: Track habit
ar: تتبع العادة

source: Statistics
ar: الإحصائيات

source: Habit starting date
ar: تاريخ بداية العادة:

# AcheivementPercent
source: Acheivement percentage
ar: نسبة المداومة

# doneLabelColor
source: Achieved
ar: داومت على العادة

# notAchieved
source: Not acheived
ar: لم تداوم

source: Next
ar: التالي

source: Skip
ar: تخطي

# onboradingone
source: Welcome in Dawm
ar: أهلا بك في داوم
